lib/xml/getContactRecords.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:getContactRecords>
            <!--Optional:-->
            <lookupCriteria>
                <!--Optional:-->
                <contactIdField>?</contactIdField>
                <!--Zero or more repetitions:-->
                <criteria>
                    <!--Optional:-->
                    <field>?</field>
                    <!--Optional:-->
                    <value>?</value>
                </criteria>
            </lookupCriteria>
        </ser:getContactRecords>
    </soapenv:Body>
</soapenv:Envelope>